C:\Users\Admin\Downloads> goblocks.bat
[СИСТЕМА]: Запуск скрипта 'goblocks.bat'...
[СИСТЕМА]: Обнаружена директория: /archive/alpha_2003/
[СИСТЕМА]: Подключение к серверу goblocks.com... УСПЕШНО.

[ВНИМАНИЕ]: Ошибка компиляции Lua-скрипта (строка 13).
[ВНИМАНИЕ]: Файл пытается получить доступ к ядру операционной системы.

Загрузка базовой сетки (Green Baseplate)... 100%
Синхронизация физики блоков... ОК

Скрипт выполняет код:
----------------------------------------------
local Core = game:GetService("DataModel")
local Player = "Unknown_Entity_2003"
print("In the beginning there was empty darkness...")
----------------------------------------------

[СИСТЕМА]: ЭКРАН НАЧИНАЕТ МИГАТЬ.
[СИСТЕМА]: В чате появляется сообщение от пользователя без имени.
